Repository: josediazfer/twain-direct
Catalog: source/TwainDirect.Scanner/lang_*.resx
Languages: es_es

# errLookingForScanners
source: Looking for scanners...
es_es: Localizando escaners...

# errNoCloudConfig
source: Not Cloud url configured
es_es: No se configuro una dirección url que apunte hacia un servidor Cloud

# errNoCloudManager
source: Sorry, we do not have a cloud manager for this cloud.
es_es: No se ha encontrado una direccion para la administracion del Cloud

# errNoScannersFound
source: No scanners found.
es_es: No se encontraron escaners.

# errRegisterCloudScanner
source: Failed to register the scanner device in the Cloud. Exception message '{0}'
es_es: Fallo al registrar el escaner en el Cloud. Mensaje de error '{0}'

# errRegisterTwainDriver
source: Do you want to select a TWAIN driver? If so, please make sure your scanner is powered on and connected, and press YES.
es_es: Quieres seleccionar un controlador TWAIN? Si es así, asegurate que este conectado y encendido

# errUnableToUseScanner
source: We are unable to use the selected scanner. Please make sure your scanner is turned on and connected before trying again.
es_es: No se pudo usar el escaner seleccionado. Asegurate que este encendido y conectado

# strButtonCloudRegisterEllipsis
source: Register Cloud...
es_es: Registrar Cloud...

# strButtonConfigure
source: Configure
es_es: Configurar

# strButtonManageCloudEllipsis
source: Manage Cloud...
es_es: Gestionar Cloud...

# strButtonRefreshScannersList
source: Refresh scanners list
es_es: Actualizar lista de escaners

# strButtonRegisterEllipsis
source: Select Scanner...
es_es: Seleccionar escaner...

# strButtonSetup
source: Setup
es_es: Configurar

# strButtonStart
source: Start
es_es: Iniciar

# strButtonStop
source: Stop
es_es: Parar

# strButtonTwainLocalManagerEllipsis
source: Manage Local...
es_es: Gestión Local...

# strCheckboxAdvertise
source: Startup TWAIN Local and TWAIN Cloud when this program starts
es_es: Iniciar TWAIN local y TWAIN Cloud cuando la aplicación se inicia

# strCheckboxConfirmation
source: Prompt for confirmation when scanning starts
es_es: Enseñar mensaje de confirmación cuando se empieza a escanear

# strCheckboxRunOnLogin
source: Run this program when you log on
es_es: Ejecute este programa cuando inicie sesión

# strCheckboxStartNpm
source: Automatically run 'npm start' for twain-cloud-express
es_es: Automaticamente ejecutar 'npm start' para twain-cloud-express

# strCloseTwainBridge
source: Do you want to close the 'TWAIN Direct: TWAIN Bridge' program?
es_es: Quieres cerrar 'TWAIN Direct: TWAIN Bridge'?

# strLabelCurrentDriver
source: Current driver:
es_es: Controlador:

# strLabelCurrentNote
source: Current note:
es_es: Nombre:

# strLabelRegisteredDevice
source: Current Cloud Device:
es_es: Dispositivo Cloud:

# strLabelStep1
source: Select the TWAIN driver for your scanner.
es_es: Selecciona el controlador de TWAIN para tu escaner.

# strLabelStep2
source: Configure your system to support TWAIN Local (optional).
es_es: Configura tu sistema para soportar TWAIN en local (opcional).

# strLabelStep3
source: Register with TWAIN Cloud (optional).
es_es: Registrar con TWAIN Cloud (opcional).

# strMenuAbout
source: &About
es_es: &Acerca de

# strMenuShowConsole
source: &Open
es_es: &Abrir

# strSelectScannerDriver
source: Select scanner driver:
es_es: Seleccionar el controlador de escaner:

# strSetNote
source: A note or friendly name for your scanner:
es_es: Una nota o un alias para tu escaner:

# strTextAbout
source: A program allowing TWAIN Direct applications to communicate with scanners supported by TWAIN drivers.
es_es: Un programa que permite que las aplicaciones TWAIN Direct se comuniquen con escáneres compatibles con controladores TWAIN.

# strTextCurrentCloud
source: Current cloud:
es_es: Cloud seleccionado:

# strTextListingScannersBegin
source: Listing registered scanners...(please wait for the list)
es_es: Listado de escáneres registrados... (espere la lista)

# strTextListingScannersEnd
source: Listing complete...
es_es: Listado completo...

# strTextNoScannersRegistered
source: No scanners registered...
es_es: No hay escaners registrados...

# strTextNpmFailed
source: Failed to start npm
es_es: Fallo al iniciar 'npm'

# strTextStartNpm
source: Starting 'npm start', we will wait 15 seconds for it to stabilize.
es_es: Iniciando 'npm start', esperaremos 15 minutos a que arranque.
